{
  "Hi!":"Olá!",
  "I'm Lucas, and you're not (probably)":"Eu sou o Luquinha, e você não é (provavelmente)",
  "Ukecifras ukulele chords":"Ukecifras para Ukulele",
  "How to find me":"Como me encontrar",
  "Solving human problems with software and education.": "Resolvendo problemas humanos com software e educação",
  "Educator at": "Educador na",
  "CEO at": "CEO no",
  "podcaster at": "podcaster no",
  "A Fullstack Web Developer":"Desenvolvedor Web Fullstack",
  "Describing myself can be a challenging task, but not for the reasons you might expect.": "Descrever-me pode ser uma tarefa desafiadora, mas não pelos motivos que você pode esperar.",
  "I have experience as a software developer across different platforms,": "Tenho experiência como desenvolvedor de software em diferentes plataformas,",
  "being an entrepreneur with a drive for innovation, a content creator who seeks to inspire,": "sendo um empreendedor com foco em inovação, um criador de conteúdo que busca inspirar,",
  "a dedicated promoter of free software, an educator passionate about sharing knowledge,": "um promotor dedicado de software livre, um educador apaixonado por compartilhar conhecimento,",
  "and an individual who doesn't easily conform to societal norms.": "e um indivíduo que não se adapta facilmente estar de acordo com as normas sociais.",
  "It's important to note that I am also a Christian, and my faith revolves around the": "É importante observar que também sou cristão e minha fé gira em torno da",
  "belief that God is infinitely merciful and loving above all things.": "crença de que Deus é infinitamente misericordioso e amoroso acima de todas as coisas.",
  "This belief shapes my perspective and influences how I approach my work and": "Essa crença molda minha perspectiva e influencia como abordo meu trabalho e",
  "interactions with others as everything I do is for Him. I find immense joy in guiding": "interações com os outros, pois tudo que faço é para Ele. Sinto imensa alegria em orientar",
  "and inspiring others, knowing that love and compassion are at the core of everything I do.":"e inspirar os outros, sabendo que o amor e a compaixão estão no centro de tudo o que faço.",
  "Ellegant is a CSS framework that aims to provide user interaction with very little or no Javascript at all.": "Ellegant é um framework CSS que visa fornecer interação com o usuário com muito pouco ou nenhum Javascript.",
  "With inputs and labels, Ellegant targets elements providing a fast and clean user experience even on low-end mobile devices.": "Com inputs e labels, o Ellegant utiliza componentes que fornecem uma experiência de usuário rápida e limpa, mesmo em dispositivos móveis de baixo custo.",
  "You can see examples and learn how to contribute at the": "Você pode ver exemplos e descobrir como contribuir no",
  "Ellegant framework website": "site do Ellegant",
  "Coolfee (it reads coffee) is a user-friendly web application designed to enhance the JavaScript learning experience.": "Coolfee (lê-se coffee) é um aplicativo da web amigável projetado para aprimorar a experiência de aprendizado de JavaScript.",
  "The platform offers a seamless environment where teachers and students can effortlessly create tests and code using only the web browser.": "A plataforma oferece um ambiente integrado onde professores e alunos podem criar facilmente testes e códigos usando apenas o navegador da web.",
  "You can see it in action at": "Você pode vê-lo funcionando no",
  "Coolfee platform": "site da plataforma",
  "Ukecifras is a remarkable website dedicated to providing a comprehensive platform for ukulele enthusiasts of all skill levels.": "Ukecifras é um site notável dedicado a fornecer uma plataforma abrangente para entusiastas de ukulele de todos os níveis de habilidade.",
  "Along the website, Ukecifras has a PWA application, which allows users to download chords and play anywhere even without internet access.": "Junto ao site, o Ukecifras possui um aplicativo PWA, que permite ao usuário baixar acordes e tocar em qualquer lugar mesmo sem acesso à internet.",
  "With its wealth of features and resources, Ukecifras has become an invaluable hub for anyone looking to learn, practice, or explore the world of ukulele.": "Com sua riqueza de recursos e recursos, o Ukecifras se tornou um recurso inestimável para quem quer aprender, praticar ou explorar o mundo do ukulele.",
  "Ukecifras website": "site do Ukecifras",
  "Usually you may find me in a couch, watching some TV shows and movies, playing some games or creating a new development solution.": "Normalmente você me encontra em um sofá, curtindo uma série ou um filminho, jogando videogame; ou criando uma nova solução de desenvolvimento.",
  "In addition to that, you may reach me at": "Além disso, você pode me chamar no",
  "or send me an": "ou me enviar um"
}